{
    "Select a Language:": "Wählen Sie eine Sprache:",
    "Close": "Schließen",
    "Change Language": "🌍",
    "Menu": "Menü",
    "Magical Friend": "Magischer Freund",
    "About Magical Friend": "Über Magischer Freund",
    "About text here...": "Über uns Text hier...",
    "Homepage": "Startseite",
    "Create": "Erstellen",
    "View": "Ansehen",
    "Profile": "Profil",
    "Loading your music...": "Lade deine Musik...",
    "Brewing Magic for your Friends...": "Braue Magie für deine Freunde...",
    "No Profile Yet": "Noch kein Profil",
    "Welcome to the Magical Friend.": "Willkommen bei Magischer Freund.",
    "Select song": "Lied auswählen",
    "Song Title": "Liedtitel",
    "Welcome to the Magical Friend": "Willkommen bei Magischer Freund",
    "Create friends to see the magic beyond!": "Erstelle Freunde, um die Magie dahinter zu sehen!",
    "Owner/User Information": "Besitzer/Benutzer Informationen",
    "Facebook Name": "Facebook-Name",
    "Save": "Speichern",
    "Install Lite": "Lite installieren",
    "Install App": "App installieren",
    "Profile Picture": "Profilbild",
    "Bio": "Biografie",
    "This video isn't supported by the browser": "Dieses Video wird vom Browser nicht unterstützt",
    "play": "spielen",
    "Next": "Nächster",
    "Just a moment Please!": "Einen Moment bitte!",
    "Daily Inspiration": "Tägliche Inspiration",
    "Loading inspirations...": "Lade Inspirationen...",
    "New Quote": "Neues Zitat",
    "Tic Tac Friend": "Tic Tac Freund",
    "VS": "VS",
    "Reset Game": "Spiel zurücksetzen",
    "Baby Game": "Baby-Spiel",
    "If two of your friends had baby together?": "Wenn zwei deiner Freunde ein Baby zusammen hätten?",
    "Your potion will appear here!": "Dein Trank erscheint hier!",
    "Brew Potion!": "Trank brauen!",
    
    "Fancy Quiz": "Schickes Quiz",
    "Loading question...": "Lade Frage...",
    "Your answer will appear here!": "Deine Antwort erscheint hier!",
    "Questions": "Fragen",
    "Brew It!": "Braue es!",
    "Reset Quiz": "Quiz zurücksetzen",
    "Spin the Wheel": "Drehe das Rad",
    "Result:": "Ergebnis:",
    
    "Words will appear here...": "Worte erscheinen hier...",
    "Are you ready to sing?": "Bist du bereit zu singen?",
    "choose your song": "wähle dein Lied",
    "Create a New Friend": "Einen neuen Freund erstellen",
    "Create a new friend and add them to your list.": "Erstelle einen neuen Freund und füge ihn deiner Liste hinzu.",
    "Your Friend Name:": "Name deines Freundes:",
    "Your Friend Image:": "Bild deines Freundes:",
    "Emotion:": "Emotion:",
    "How do you feel about your friend": "Wie fühlst du dich über deinen Freund",
    "Joyful": "Freudig",
    "Grateful": "Dankbar",
    "Excited": "Aufgeregt",
    "Inspired": "Inspiriert",
    "Supportive": "Unterstützend",
    "Amused": "Erfreut",
    "Comforted": "Getröstet",
    "Appreciative": "Wertschätzend",
    "Lovely": "Liebreizend",
    "Cherished": "Geschätzt",
    "Description:": "Beschreibung:",
    "Add Friend": "Freund hinzufügen",
    "Here you can view all your friends along with their descriptions and emotions.": "Hier können Sie alle Ihre Freunde zusammen mit deren Beschreibungen und Emotionen sehen.",
    "View Your Friends": "Ihre Freunde anzeigen",
    "My top Friends": "Meine besten Freunde",
    "Go to magic view": "Zum magischen Blick wechseln",
    "aboutText": "Magical Friend arbeitet freundschaftlich mit Facebook zusammen und bringt magische Momente in Ihr soziales Netzwerk-Erlebnis.",
    "Edit Profile": "Profil bearbeiten",
    "Log Out": "Abmelden",
    "Cancel": "Abbrechen",
    "No quote available. Check out our FAQs!": "Kein Zitat verfügbar. Schauen Sie in unsere FAQs!",
    "What is Magical Friend?": "Was ist Magical Friend?",
    "Magical Friend is a unique interactive experience where you can create and customize animated cubes with images of your friends, accompanied by music and animations.": "Magical Friend ist ein einzigartiges interaktives Erlebnis, bei dem du animierte Würfel mit Bildern deiner Freunde erstellen und anpassen kannst, begleitet von Musik und Animationen.",
    "How can I create a Magical Friend?": "Wie kann ich einen Magical Friend erstellen?",
    "To create a Magical Friend, simply upload images of your friends and customize the animated cubes using our intuitive interface. Add music and animations to make it truly magical!": "Um einen Magical Friend zu erstellen, lade einfach Bilder deiner Freunde hoch und passe die animierten Würfel mit unserer intuitiven Oberfläche an. Füge Musik und Animationen hinzu, um es wirklich magisch zu machen!",
    "Is Magical Friend associated with Facebook?": "Ist Magical Friend mit Facebook verbunden?",
    "No, Magical Friend is a standalone web application. While you can upload images from your device, there is no direct integration with Facebook or any other social media platform.": "Nein, Magical Friend ist eine eigenständige Webanwendung. Auch wenn du Bilder von deinem Gerät hochladen kannst, gibt es keine direkte Integration mit Facebook oder einer anderen sozialen Medienplattform.",
    "Can I share my Magical Friend creations?": "Kann ich meine Magical Friend-Kreationen teilen?",
    "Yes, you can share your Magical Friend creations by downloading them as videos or images. Share them with your friends and family to spread the magic!": "Ja, du kannst deine Magical Friend-Kreationen teilen, indem du sie als Videos oder Bilder herunterlädst. Teile sie mit deinen Freunden und deiner Familie, um die Magie zu verbreiten!",
    "Is there a cost to use Magical Friend?": "Kostet die Nutzung von Magical Friend etwas?",
    "Magical Friend is completely free to use! Enjoy creating and sharing magical moments with your friends without any costs.": "Magical Friend ist völlig kostenlos! Genieße es, magische Momente mit deinen Freunden zu erstellen und zu teilen, ohne Kosten.",
    "Can I save my Magical Friend creations?": "Kann ich meine Magical Friend-Kreationen speichern?",
    "Yes, you can save your Magical Friend creations locally on your device. This allows you to revisit and edit them whenever you like.": "Ja, du kannst deine Magical Friend-Kreationen lokal auf deinem Gerät speichern. So kannst du sie jederzeit wieder aufrufen und bearbeiten.",
    "Are there limits to how many friends' images I can use?": "Gibt es Grenzen, wie viele Bilder von Freunden ich verwenden kann?",
    "There are no strict limits on the number of friends' images you can use. However, the performance may vary based on the number and size of images.": "Es gibt keine strengen Grenzen für die Anzahl der Bilder von Freunden, die du verwenden kannst. Die Leistung kann jedoch je nach Anzahl und Größe der Bilder variieren.",
    "Can I customize the animations and music in my Magical Friend?": "Kann ich die Animationen und die Musik in meinem Magical Friend anpassen?",
    "Absolutely! Magical Friend offers customization options for animations and music. You can choose from a selection of themes and music tracks to suit your creation.": "Absolut! Magical Friend bietet Anpassungsoptionen für Animationen und Musik. Du kannst aus einer Auswahl von Themen und Musikstücken wählen, um deine Kreation anzupassen.",
    "Is Magical Friend suitable for children?": "Ist Magical Friend für Kinder geeignet?",
    "Yes, Magical Friend is designed to be family-friendly and suitable for users of all ages. It provides a safe and creative environment for expressing friendship.": "Ja, Magical Friend ist familienfreundlich und für Nutzer jeden Alters geeignet. Es bietet eine sichere und kreative Umgebung, um Freundschaft auszudrücken.",
   "How often are new features added to Magical Friend?": "Wie oft werden neue Funktionen zu Magical Friend hinzugefügt?",
    "We strive to continuously improve Magical Friend by adding new features and enhancements. Stay tuned for updates and exciting new capabilities!": "Wir bemühen uns, Magical Friend kontinuierlich zu verbessern, indem wir neue Funktionen und Erweiterungen hinzufügen. Bleib dran für Updates und spannende neue Funktionen!",
    "Name:": "Name:",
    "Image:": "Bild:",
    "My top": "Mein Top",
    "Edit Friend": "Freund bearbeiten",
    "Done": "Fertig",
    "Are you sure you want to delete this friend?": "Sind Sie sicher, dass Sie diesen Freund löschen möchten?",
    "Yes": "Ja",
    "No": "Nein",
    "Who will have the cutest baby between?": "Wer wird das süßeste Baby haben zwischen?",
    "Who is most likely to be a superhero?": "Wer wird am ehesten ein Superheld sein?",
    "Who would make the best chef?": "Wer wäre der beste Koch?",
    "Who is the funniest?": "Wer ist der Lustigste?",
    "Who would survive a zombie apocalypse?": "Wer würde eine Zombie-Apokalypse überleben?",
    "Who is the most likely to become a millionaire?": "Wer wird am ehesten Millionär?",
    "Who is the best storyteller?": "Wer ist der beste Geschichtenerzähler?",
    "Who would make the best reality TV star?": "Wer wäre der beste Reality-TV-Star?",
    "Who has the most adventurous spirit?": "Wer hat den abenteuerlichsten Geist?",
    "Who is the best at giving advice?": "Wer ist der beste Ratgeber?",
    "Who would make the best travel blogger?": "Wer wäre der beste Reiseblogger?",
    "Who has the most contagious laugh?": "Wer hat das ansteckendste Lachen?",
    "Who is the most likely to start a successful business?": "Wer wird am ehesten ein erfolgreiches Geschäft gründen?",
    "Who is the best dancer?": "Wer ist der beste Tänzer?",
    "Who has the best taste in music?": "Wer hat den besten Musikgeschmack?",
    "Who would win in a karaoke competition?": "Wer würde einen Karaoke-Wettbewerb gewinnen?",
    "Who is the most likely to write a bestseller?": "Wer wird am ehesten einen Bestseller schreiben?",
    "Who would be the best at organizing a surprise party?": "Wer wäre der beste Organisator einer Überraschungsparty?",
    "Who is the most stylish?": "Wer ist der stilvollste?",
    "Quiz Complete!": "Quiz abgeschlossen!",
    "Don't forget to come back, friend!": "Vergiss nicht zurückzukommen, Freund!",
    "Thank you!": "Danke!",
    "Friends": "Freunde",
     "Update Friend Emotions": "Freundesemotionen aktualisieren",
    "friends created out of 100": "Freunde von 100 erstellt",
    "created friends and reached the limit": "Freunde erstellt und das Limit erreicht",
    "Who has the best cooking skills?": "Wer hat die besten Kochkünste?",
    "Who would make the best movie director?": "Wer wäre der beste Filmregisseur?",
    "Who is the most likely to run a marathon?": "Wer wird am ehesten einen Marathon laufen?",
    "Who has the most unique talent?": "Wer hat das einzigartigste Talent?",
    "Who would be the best at solving a mystery?": "Wer wäre der beste Detektiv?",
    "Who is the most likely to volunteer for a good cause?": "Wer wird am ehesten für eine gute Sache freiwillig arbeiten?",
    "Which friend is likely to miss you the most?": "Welcher Freund wird dich am meisten vermissen?",
    "Which friend loves you the most?": "Welcher Freund liebt dich am meisten?",
    "Which friend hugs the most?": "Welcher Freund umarmt am meisten?",
    "Which friend has the best smile?": "Welcher Freund hat das schönste Lächeln?",
    "Which friend would you call first in an emergency?": "Welchen Freund würdest du im Notfall zuerst anrufen?",
    "Which friend makes you laugh the hardest?": "Welcher Freund bringt dich am meisten zum Lachen?",
    "Which friend has the most interesting stories?": "Welcher Freund hat die interessantesten Geschichten?",
    "Which friend is the most adventurous?": "Welcher Freund ist am abenteuerlustigsten?",
    "Which friend is the best cook?": "Welcher Freund ist der beste Koch?",
    "Which friend is the most stylish?": "Welcher Freund ist am stilvollsten?",
    "Which friend would you trust with your deepest secrets?": "Welchem Freund würdest du deine tiefsten Geheimnisse anvertrauen?",
    "Which friend is the most generous?": "Welcher Freund ist am großzügigsten?",
    "Which friend has the best advice?": "Welcher Freund hat die besten Ratschläge?",
    "Which friend is the most creative?": "Welcher Freund ist am kreativsten?",
    "Which friend is the most likely to become famous?": "Welcher Freund wird am wahrscheinlichsten berühmt?",
    "Which friend would you want by your side on a deserted island?": "Welchen Freund würdest du auf einer einsamen Insel an deiner Seite haben wollen?",
    "Which friend is the best dancer?": "Welcher Freund ist der beste Tänzer?",
    "Which friend has the best taste in music?": "Welcher Freund hat den besten Musikgeschmack?",
    "Which friend is the most reliable?": "Welcher Freund ist am zuverlässigsten?",
    "Which friend is the best at keeping surprises?": "Welcher Freund kann am besten Überraschungen behalten?",
    "Which friend would make the best travel companion?": "Welcher Freund wäre der beste Reisebegleiter?",
    "Which friend has the funniest jokes?": "Welcher Freund hat die lustigsten Witze?",
    "Which friend is the most tech-savvy?": "Welcher Freund ist am technikaffinsten?",
    "Which friend would you want to be your partner in a game show?": "Welchen Freund würdest du als Partner in einer Gameshow haben wollen?",
    "Which friend has the most contagious laugh?": "Welcher Freund hat das ansteckendste Lachen?"


}
    
