{
    "Select a Language:": "V칛lj ett spr친k:",
    "Close": "St칛ng",
    "Change Language": "游깴",
    "Menu": "Meny",
    "Magical Friend": "Magisk V칛n",
    "About Magical Friend": "Om Magisk V칛n",
    "About text here...": "Om text h칛r...",
    "Homepage": "Startsida",
    "Create": "Skapa",
    "View": "Visa",
    "Profile": "Profil",
    "Loading your music...": "Laddar din musik...",
    "Brewing Magic for your Friends...": "Brygger magi f칬r dina v칛nner...",
    "No Profile Yet": "Ingen profil 칛n",
    "Welcome to the Magical Friend.": "V칛lkommen till Magisk V칛n.",
    "Select song": "V칛lj l친t",
    "Song Title": "L친t Titel",
    "Welcome to the Magical Friend": "V칛lkommen till Magisk V칛n",
    "Create friends to see the magic beyond!": "Skapa v칛nner f칬r att se magin bortom!",
    "Owner/User Information": "츿gare/Anv칛ndarinformation",
    "Facebook Name": "Facebook Namn",
    "Save": "Spara",
    "Install Lite": "Installera Lite",
    "Install App": "Installera App",
    "Profile Picture": "Profilbild",
    "Bio": "Bio",
    "This video isn't supported by the browser": "Denna video st칬ds inte av webbl칛saren",
    "play": "spela",
    "Next": "N칛sta",
    "Just a moment Please!": "Ett 칬gonblick, var v칛nlig!",
    "Daily Inspiration": "Daglig Inspiration",
    "Loading inspirations...": "Laddar inspirationer...",
    "New Quote": "Ny Citat",
    "Tic Tac Friend": "Tic Tac V칛n",
    "VS": "VS",
    "Reset Game": "칀terst칛ll Spel",
    "Baby Game": "Baby Spel",
    "If two of your friends had a baby together?": "Om tv친 av dina v칛nner fick en baby tillsammans?",
    "Fancy Quiz": "Fancy Quiz",
    "Loading question...": "Laddar fr친ga...",
    "Your answer will appear here!": "Ditt svar kommer att visas h칛r!",
    "Questions": "Fr친gor",
    "Brew It!": "Brygg Det!",
    "Reset Quiz": "칀terst칛ll Quiz",
    "Spin the Wheel": "Snurra Hjulet",
    "Result:": "Resultat:",
    "Words will appear here...": "Ord kommer att visas h칛r...",
    "Are you ready to sing?": "츿r du redo att sjunga?",
    "choose your song": "v칛lj din l친t",
    "Create a New Friend": "Skapa en Ny V칛n",
    "Create a new friend and add them to your list.": "Skapa en ny v칛n och l칛gg till dem p친 din lista.",
    "Your Friend Name:": "Din V칛ns Namn:",
    "Your Friend Image:": "Din V칛ns Bild:",
    "Emotion:": "K칛nsla:",
    "How do you feel about your friend": "Hur k칛nner du f칬r din v칛n",
    "Joyful": "Gl칛djefylld",
    "Grateful": "Tacksam",
    "Excited": "F칬rv칛ntansfull",
    "Inspired": "Inspirerad",
    "Supportive": "St칬djande",
    "Amused": "Underh친llen",
    "Comforted": "Tr칬stad",
    "Appreciative": "Tacksam",
    "Lovely": "H칛rlig",
    "Cherished": "V칛rderad",
    "Description:": "Beskrivning:",
    "Add Friend": "L칛gg till V칛n",
    "Here you can view all your friends along with their descriptions and emotions.": "H칛r kan du se alla dina v칛nner tillsammans med deras beskrivningar och k칛nslor.",
    "View Your Friends": "Visa Dina V칛nner",
    "My top Friends": "Mina Top V칛nner",
    "Go to magic view": "G친 till magisk vy",
    "aboutText": "Magisk V칛n samarbetar med Facebook f칬r att skapa magiska 칬gonblick i din sociala n칛tverksupplevelse.",
    "Edit Profile": "Redigera Profil",
    "Log Out": "Logga Ut",
    "alert_logout": "Du har loggat ut.",
    "Cancel": "Avbryt",
    "No quote available. Check out our FAQs!": "Inget citat tillg칛ngligt. Kolla in v친ra vanliga fr친gor!",
    "What is Magical Friend?": "Vad 칛r Magisk V칛n?",
    "Magical Friend is a unique interactive experience where you can create and customize animated cubes with images of your friends, accompanied by music and animations.": "Magisk V칛n 칛r en unik interaktiv upplevelse d칛r du kan skapa och anpassa animerade kuber med bilder p친 dina v칛nner, tillsammans med musik och animationer.",
    "How can I create a Magical Friend?": "Hur kan jag skapa en Magisk V칛n?",
    "To create a Magical Friend, simply upload images of your friends and customize the animated cubes using our intuitive interface. Add music and animations to make it truly magical!": "F칬r att skapa en Magisk V칛n, ladda upp bilder p친 dina v칛nner och anpassa de animerade kuberna med v친rt intuitiva gr칛nssnitt. L칛gg till musik och animationer f칬r att g칬ra det verkligen magiskt!",
    "Is Magical Friend associated with Facebook?": "츿r Magisk V칛n kopplad till Facebook?",
    "No, Magical Friend is a standalone web application. While you can upload images from your device, there is no direct integration with Facebook or any other social media platform.": "Nej, Magisk V칛n 칛r en frist친ende webbapplikation. 츿ven om du kan ladda upp bilder fr친n din enhet, finns det ingen direkt integration med Facebook eller andra sociala medieplattformar.",
    "Can I share my Magical Friend creations?": "Kan jag dela mina Magiska V칛n skapelser?",
    "Yes, you can share your Magical Friend creations by downloading them as videos or images. Share them with your friends and family to spread the magic!": "Ja, du kan dela dina Magiska V칛n skapelser genom att ladda ner dem som videor eller bilder. Dela dem med dina v칛nner och familj f칬r att sprida magin!",
    "Is there a cost to use Magical Friend?": "츿r det kostnad f칬r att anv칛nda Magisk V칛n?",
    "Magical Friend is completely free to use! Enjoy creating and sharing magical moments with your friends without any costs.": "Magisk V칛n 칛r helt gratis att anv칛nda! Njut av att skapa och dela magiska 칬gonblick med dina v칛nner utan n친gra kostnader.",
    "Can I save my Magical Friend creations?": "Kan jag spara mina Magiska V칛n skapelser?",
    "Yes, you can save your Magical Friend creations locally on your device. This allows you to revisit and edit them whenever you like.": "Ja, du kan spara dina Magiska V칛n skapelser lokalt p친 din enhet. Detta g칬r att du kan 친terbes칬ka och redigera dem n칛r du vill.",
    "Are there limits to how many friends' images I can use?": "Finns det n친gra begr칛nsningar f칬r hur m친nga v칛nners bilder jag kan anv칛nda?",
    "There are no strict limits on the number of friends' images you can use. However, the performance may vary based on the number and size of images.": "Det finns inga strikta begr칛nsningar f칬r antalet v칛nners bilder du kan anv칛nda. Prestandan kan dock variera beroende p친 antalet och storleken p친 bilderna.",
    "Can I customize the animations and music in my Magical Friend?": "Kan jag anpassa animationerna och musiken i min Magiska V칛n?",
    "Absolutely! Magical Friend offers customization options for animations and music. You can choose from a selection of themes and music tracks to suit your creation.": "Absolut! Magisk V칛n erbjuder anpassningsalternativ f칬r animationer och musik. Du kan v칛lja bland ett urval av teman och musiksp친r f칬r att passa din skapelse.",
    "Is Magical Friend suitable for children?": "츿r Magisk V칛n l칛mplig f칬r barn?",
    "Yes, Magical Friend is designed to be family-friendly and suitable for users of all ages. It provides a safe and creative environment for expressing friendship.": "Ja, Magisk V칛n 칛r designad f칬r att vara familjev칛nlig och l칛mplig f칬r anv칛ndare i alla 친ldrar. Den erbjuder en s칛ker och kreativ milj칬 f칬r att uttrycka v칛nskap.",
    "How often are new features added to Magical Friend?": "Hur ofta l칛ggs nya funktioner till i Magisk V칛n?",
    "We strive to continuously improve Magical Friend by adding new features and enhancements. Stay tuned for updates and exciting new capabilities!": "Vi str칛var efter att kontinuerligt f칬rb칛ttra Magisk V칛n genom att l칛gga till nya funktioner och f칬rb칛ttringar. H친ll utkik efter uppdateringar och sp칛nnande nya funktioner!",
    "Name:": "Namn:",
    "Image:": "Bild:",
    "My top": "Min topp",
    "Edit Friend": "Redigera v칛n",
    "Done": "Klar",
    "Are you sure you want to delete this friend?": "츿r du s칛ker p친 att du vill ta bort den h칛r v칛nnen?",
    "Yes": "Ja",
    "No": "Nej",
    "Quiz Complete!": "Quiz avslutad!",
    "Don't forget to come back, friend!": "Gl칬m inte att komma tillbaka, v칛n!",
    "Thank you!": "Tack!",
    "friends created out of 100": "v칛nner skapade av 100",
    "created friends and reached the limit": "skapade v칛nner och n친dde gr칛nsen",
    "Friends": "V칛nner",
     "Update Friend Emotions": "Uppdatera v칛nners k칛nslor",
    "If two of your friends had baby together?": "Om tv친 av dina v칛nner fick barn tillsammans?",
    "Your potion will appear here!": "Din dryck kommer att dyka upp h칛r!",
    "Brew Potion!": "Brygg dryck!",
    "Who will have the cutest baby between?": "Vem kommer att ha den s칬taste bebisen?",
    "Who is most likely to be a superhero?": "Vem 칛r mest sannolikt att bli en superhj칛lte?",
    "Who would make the best chef?": "Vem skulle bli den b칛sta kocken?",
    "Who is the funniest?": "Vem 칛r den roligaste?",
    "Who would survive a zombie apocalypse?": "Vem skulle 칬verleva en zombieapokalyps?",
    "Who is the most likely to become a millionaire?": "Vem 칛r mest sannolikt att bli miljon칛r?",
    "Who is the best storyteller?": "Vem 칛r den b칛sta ber칛ttaren?",
    "Who would make the best reality TV star?": "Vem skulle bli den b칛sta reality-tv-stj칛rnan?",
    "Who has the most adventurous spirit?": "Vem har den mest 칛ventyrliga andan?",
    "Who is the best at giving advice?": "Vem 칛r b칛st p친 att ge r친d?",
    "Who would make the best travel blogger?": "Vem skulle bli den b칛sta resebloggaren?",
    "Who has the most contagious laugh?": "Vem har det mest smittsamma skrattet?",
    "Who is the most likely to start a successful business?": "Vem 칛r mest sannolikt att starta ett framg친ngsrikt f칬retag?",
    "Who is the best dancer?": "Vem 칛r den b칛sta dansaren?",
    "Who has the best taste in music?": "Vem har den b칛sta musiksmaken?",
    "Who would win in a karaoke competition?": "Vem skulle vinna i en karaoket칛vling?",
    "Who is the most likely to write a bestseller?": "Vem 칛r mest sannolikt att skriva en b칛sts칛ljare?",
    "Who would be the best at organizing a surprise party?": "Vem skulle vara b칛st p친 att organisera en 칬verraskningsfest?",
    "Who is the most stylish?": "Vem 칛r den mest stiliga?",
    "Who has the best cooking skills?": "Vem har de b칛sta matlagningskunskaperna?",
    "Who would make the best movie director?": "Vem skulle bli den b칛sta filmregiss칬ren?",
    "Who is the most likely to run a marathon?": "Vem 칛r mest sannolikt att springa ett maraton?",
    "Who has the most unique talent?": "Vem har den mest unika talangen?",
    "Who would be the best at solving a mystery?": "Vem skulle vara b칛st p친 att l칬sa ett mysterium?",
    "Who is the most likely to volunteer for a good cause?": "Vem 칛r mest sannolikt att volont칛rarbeta f칬r en god sak?",
    "Which friend is likely to miss you the most?": "Vilken v칛n kommer sannolikt att sakna dig mest?",
    "Which friend loves you the most?": "Vilken v칛n 칛lskar dig mest?",
    "Which friend hugs the most?": "Vilken v칛n kramar mest?",
    "Which friend has the best smile?": "Vilken v칛n har det b칛sta leendet?",
    "Which friend would you call first in an emergency?": "Vilken v칛n skulle du ringa f칬rst i en n칬dsituation?",
    "Which friend makes you laugh the hardest?": "Vilken v칛n f친r dig att skratta mest?",
    "Which friend has the most interesting stories?": "Vilken v칛n har de mest intressanta historierna?",
    "Which friend is the most adventurous?": "Vilken v칛n 칛r mest 칛ventyrlig?",
    "Which friend is the best cook?": "Vilken v칛n 칛r den b칛sta kocken?",
    "Which friend is the most stylish?": "Vilken v칛n 칛r mest stilfull?",
    "Which friend would you trust with your deepest secrets?": "Vilken v칛n skulle du lita p친 med dina djupaste hemligheter?",
    "Which friend is the most generous?": "Vilken v칛n 칛r mest gener칬s?",
    "Which friend has the best advice?": "Vilken v칛n har de b칛sta r친den?",
    "Which friend is the most creative?": "Vilken v칛n 칛r mest kreativ?",
    "Which friend is the most likely to become famous?": "Vilken v칛n 칛r mest sannolikt att bli k칛nd?",
    "Which friend would you want by your side on a deserted island?": "Vilken v칛n skulle du vilja ha vid din sida p친 en 칬de 칬?",
    "Which friend is the best dancer?": "Vilken v칛n 칛r den b칛sta dansaren?",
    "Which friend has the best taste in music?": "Vilken v칛n har den b칛sta musiksmaken?",
    "Which friend is the most reliable?": "Vilken v칛n 칛r mest p친litlig?",
    "Which friend is the best at keeping surprises?": "Vilken v칛n 칛r b칛st p친 att h친lla 칬verraskningar?",
    "Which friend would make the best travel companion?": "Vilken v칛n skulle vara den b칛sta resekamraten?",
    "Which friend has the funniest jokes?": "Vilken v칛n har de roligaste sk칛mten?",
    "Which friend is the most tech-savvy?": "Vilken v칛n 칛r mest tekniskt kunnig?",
    "Which friend would you want to be your partner in a game show?": "Vilken v칛n skulle du vilja ha som din partner i ett spelprogram?",
    "Which friend has the most contagious laugh?": "Vilken v칛n har det mest smittsamma skrattet?"



}
